const commandsForLag = `
<b>Эти команды стоит использовать при лагах игрового бота, чтобы не лазить в рюкзак по 10 минут</b>

/use_101 ▫️ Сырое мясо -24-25%🍗
/use_102 ▫️ Консервы -33-34%🍗, +1❤️
/use_103 ▫️ Сахарные бомбы -28-29%🍗, +1❤️
/use_104 ▫️ Сухофрукты -23%🍗, +2❤️
/use_105 ▫️ Сухари -20%🍗
/use_106 ▫️ Вяленое мясо -26-27🍗, +2❤️
/use_107 ▫️ Чипсы -20%🍗
/use_108 ▫️ Мясо утки -24-25%🍗
/use_109 ▫️ Мутафрукт -36%🍗, +2❤️
/use_110 ▫️ Абрик*с -17-18%🍗
/use_111 ▫️ Собачатина -16%🍗
/use_112 ▫️ Человечина -13-14%🍗
/use_113 ▫️ Хомячок -24-25%🍗
/use_114 ▫️ Конфета -11%🍗
/use_115 ▫️ Радсмурф -35%🍗, +3❤️
/use_116 ▫️ Гнилое мясо -16%🍗, -2💔
/use_117 ▫️ Гнилой апельсин -11-12%🍗, -1💔
/use_118 ▫️ Луковица -18%🍗, +2❤️
/use_119 ▫️ Голубь -22-23%🍗
/use_120 ▫️ Тесто в мясе -27%🍗, +2❤️
/use_121 ▫️ Красная слизь -2-3%🍗, +8❤️ (дает оверхил)
/use_122 ▫️ Не красная слизь -34%🍗, -4💔
/use_123 ▫️ Помидор -8%🍗
/use_124 ▫️ Эдыгейский сыр -13-14%🍗
/use_125 ▫️ Луковица -5%🍗
/use_126 ▫️ Что-то тухлое -5%🍗, -1💔
/use_127 ▫️ Булочка -14%🍗
/use_128 ▫️ Мясо белки -16%🍗
/use_129 ▫️ Морковь -13-14%🍗
/use_130 ▫️ Молоко брамина -23-24%🍗, +3❤️

/use_201 ▫️ Винт - на 20 минут   💪 +5, 🤸🏽‍♂️+3
/use_202 ▫️ Бурбон - на 10 минут   💪+4, 🗣+6
/use_203 ▫️ Виски - на 10 минут   💪+3, 🗣+5
/use_204 ▫️ Ментаты - на 10 минут   🗣+7, 🤸🏽‍♂️+3
/use_205 ▫️ Глюконавт - на 10 минут   🗣+4, 🤸🏽‍♂️+10
/use_206 ▫️ Психо - на 10 минут   💪+10, 🤸🏽‍♂️+6
/use_207 ▫️ Холодное пиво - на 10 минут   💪+2, 🗣+2
/use_208 ▫️ Скума - на 10 минут   ?+20, ?+15
/use_209 ▫️ Ультравинт - на 30 минут   💪+20 ,🤸🏽‍♂️+20
/use_210 ▫️ Психонавт - на 35 минут   🗣+15, 🤸🏽‍♂️+24
/use_211 ▫️ Абсент - на 42 минут   💪+25,  🗣+15

/buffout ▫️ ❣️Баффаут +17❤️ (без оверхила)
/medx1   ▫️ 💉Мед-Х (детский) +30❤️ (без оверхила)
/medpack ▫️ 💌Медпак +60❤️ (с оверхилом)`;

module.exports = {
  commandsForLag,
};
