*Уникальные 🏺Аксессуары*, которые можно получить за заслуги в игре, видимых эффектов не дают:
{
  unicacc: {
  icon: "🎸*Радиоактивная гитара*",
  title: "🎸*Радиоактивная гитара*",
  },
  unicacc: {
  icon: "👓*Очки без линз*",
  title: "👓*Очки без линз*",
  },
  unicacc: {
  icon: "🎧*Китайские Beats*",
  title: "🎧*Китайские Beats*",
  },
  unicacc: {
  icon: "👓Очки Кларка К.",
  title: "👓Очки Кларка К.",
  },
  unicacc: {
  icon: "📃Сертификат долбаеба",
  title: "📃Сертификат долбаеба",
  },
  unicacc: {
  icon: "💠Немного кристаллов",
  title: "💠Немного кристаллов",
  },
  unicacc: {
  icon: "🐞Божья коровка",
  title:"🐞Божья коровка",
  },
  unicacc: {
  icon: "🗳Коробка с Мисиксами",
  title: "",
  },
  unicacc: {
  icon: "🔦Фонарик",
  title: "",
  },
  unicacc: {
  icon: "🍫Шоколадка без фольги",
  title: "",
  },
  unicacc: {
  icon: "🎂Торт - это ложь",
  title: "",
  },
  unicacc: {
  icon: "🦆Просто утка",
  title: "",
  },
  unicacc: {
  icon: "⭕️Покебол",
  title: "",
  },unicacc: {
  icon: "🍷Винишко из мутафруктов",
  title: "",
  },unicacc: {
  icon: "🎟Талончик на нихуя",
  title: "",
  },unicacc: {
  icon: "",
  title: "",
  },unicacc: {
  icon: "",
  title: "",
  },unicacc: {
  icon: "",
  title: "",
  },unicacc: {
  icon: "",
  title: "",
  },unicacc: {
  icon: "",
  title: "",
  },unicacc: {
  icon: "",
  title: "",
  },unicacc: {
  icon: "",
  title: "",
  },
}

 ▫️ **
 ▫️ *🐼Карманная панда*
 ▫️ *⚖️Право на бунд*
 ▫️ *🌐ShitCoin*
 ▫️ *💧Слеза котосвина*
 ▫️ *🍀Клевер-мутант*
 ▫️ *🚀Межпланетный экспресс*
 ▫️ *👻Каспер, мертвый подросток*
 ▫️ *📖ММОРПГ для чайников*
 ▫️ *🌝Лицо альбиноса*
 ▫️ *👂Качественное ухо*
 ▫️ *🥄There is no spoon*
 ▫️ *🍄Вдохновение стартапов*
 ▫️🖋*Перо Ванаминго* - Выдано в единичном экземпляре лучшему охотнику на Ванаминго`;
